{
  "metadata": {
    "format": "pt"
  },
  "weight_map": {
    "blocks.0.self_attn.q.weight": "model-00001-of-00002.safetensors",
    "blocks.0.self_attn.q.bias": "model-00001-of-00002.safetensors",
    "blocks.0.ffn.0.weight": "model-00002-of-00002.safetensors",
    "blocks.0.norm1.weight": "model-00002-of-00002.safetensors"
  }
}